Repository: Liloubhe/HaA
Catalog: src/i18n/*/LC_MESSAGES/HaA.po
Languages: fr

source: [START]
fr: [DEBUT]

source: [END]
fr: [FIN]

source: The King in Yellow
fr: Le roi en Jaune

source: Black Goat of the Woods
fr: La chevre noire

source: Core game
fr: Jeu de base

source: You choose to play with:
fr: Vous avez choisi de jouer avec:

source: >> Do you want to play with:
fr: >> Voulez-vous jouer avec :

source: ? [Y/n]
fr: ? [O/n]

source: locations_list
fr: locations_list_FR

source: investigators_list
fr: investigators_list_FR

source: There are
fr: Il y a

source: investigators implemented in these expansions:
fr: investigateurs disponibles pour ces extensions :

source: >> choose investigator
fr: >> choisi l'investigateur

source: This investigator is already taken.
fr: Cet investigateur est déjà pris.

source: Choose another one.
fr: Choisis en un autre.

source: Wrong number! Choose a number between 0 and
fr: Mauvaise numéro ! Choisis un numéro entre 0 et

source: And these investigators are already taken:
fr: Et ces investigateurs ont déjà été pris :

source: choose investigator
fr: choisi l'investigateur '

source: Starting the game !!!
fr: C'est parti !!!

source: common_items_list
fr: common_items_list_FR

source: >> How many are you (choose between 2 and 7)?
fr: >> A combien voulez-vous jouer (choisissez un nombre entre 2 et 7) ?

source: You are
fr: Vous êtes

source: players
fr: joueurs

source: The game will be in English.
fr: Le jeu sera (presque entièrement) en français.
